Repository: frantisekz/import-users-from-csv
Catalog: languages/import-users-from-csv-*.po
Languages: cs_cz

source: Import From CSV
cs_cz: Import z CSV

source: You do not have sufficient permissions to access this page.
cs_cz: Nemáte dostatečná práva pro přístup na tuto stránku.

source: Import users from a CSV file
cs_cz: Importovat uživatele ze souboru CSV

source: Notice: please make the directory %s writable so that you can see the error log.
cs_cz: Poznámka: prosím nastavte složku %s jako zapisovatelnou, aby jste mohli vidět záznam chyb.

source: , please <a href="%s">check the error log</a>
cs_cz: , prosím <a href="%s">zkontrolujte záznam chyb</a>

source: Error during file upload.
cs_cz: Chyba během nahrávání souboru.

source: Cannot extract data from uploaded file or no file was uploaded.
cs_cz: Nelze extrahovat data z nahraného souboru a nebo žádný soubor nebyl nahrán.

source: No user was successfully imported%s.
cs_cz: Žádní uživatelé nebyli úspěšně importováni%s.

source: Some users were successfully imported but some were not%s.
cs_cz: Někteří uživatelé byli importováni úspěšně, někteří však nikoliv%s.

source: Users import was successful.
cs_cz: Import uživatelů byl úspěšný.

source: CSV file
cs_cz: CSV soubor

source: Notification
cs_cz: Oznámení

source: Password nag
cs_cz: Automaticky vygenerované heslo

source: You may want to see <a href="%s">the example of the CSV file</a>.
cs_cz: Možná se budete chtít podívat na <a href="%s">příklad CSV souboru</a>.

source: Send to new users
cs_cz: Odeslat novým uživatelům

source: Show password nag on new users signon
cs_cz: Zobrazit automaticky vygenerované heslo při přihlášení nového uživatele

source: BEGIN %s
cs_cz: ZAČÁTEK %s

source: [Line %1$s] %2$s
cs_cz: [Řádek %1$s] %2$s

source: Import Users from CSV
cs_cz: Importovat uživatele z CSV

source: Import Users data and metadata from a csv file.
cs_cz: Importovat data uživatelů a metadata z csv souboru.
